Repository: iodicodino/WhoSings
Catalog: Who Sings/*.lproj/Localizable.strings
Languages: it

# title.confirm
source: Confirm
it: Conferma

# title.yes
source: Yes
it: Sì

# title.profile
source: Profile
it: Profilo

# alert.title.userNotAvailable
source: Username not available
it: Username occupato

# alert.message.userNotAvailable
source: Username is taken yet by another user. Do you want to log in with this one? Otherwise look for a different name.
it: Esiste già un utente associato a questo nome. Desideri accedere con questo utente? Altrimenti scegline un altro.

# alert.yesButton.userNotAvailable
source: Yes, log me with this
it: Sì, accedo con questo

# alert.noButton.userNotAbailable
source: No, I choose another
it: No, ne scelgo un altro

# alert.title.gameLost
source: You lost!
it: Hai perso!

# alert.message.gameLost
source: Go to your result
it: Vai al tuo risultato!

# alert.button.gameLost
source: Go!
it: Vai!

# alert.message.logout
source: Are you sure to log out from this account?
it: Sei sicuro di voler uscire?

# alert.message.connectionError
source: Something went wrong
it: Qualcosa è andato storto

# loginController.startButton
source: I'm ready. Go!
it: Sono pronto. Vai!

# loginController.label.title
source: Welcome on Who Sings!
it: Benvenuto su Who Sings!

# loginController.label.message
source: Type your nickname to play
it: Inserisci il tuo nickname per giocare

# loginController.textField.placeholder
source: Type your nickname
it: Inserisci il tuo nickname

# chartController.label.title
source: The ranking of Who sings!
it: La classifica di Who Sings!

# chartController.label.message
source: Here is the ranking of our players
it: Ecco la classifica dei nostri giocatori

# profileController.button.playAgain
source: Play again
it: Gioca di nuovo

# profileController.label.lastScore
source: Last score:
it: Ultimo punteggio:

# profileController.label.bestScore
source: Best score:
it: Miglior punteggio:

# profileController.label.titleTableView
source: Your score history
it: Il tuo storico punteggi
